{

            "destacado": [{
                "imagenes": ["img/dest/dest0.jpg"],

                "direccion": "Local Calle Doctor Fleming 4",

                "tipo": "Local",

                "m2":"132m2",

                "precio": "132.100",
            },

            {
                "imagenes": ["img/dest/dest1.jpg"],

                "direccion": "Casa calle de la Beneficència 6",

                "tipo": "Casa",

                "m2":"391m2",

                "precio": "198.000",

            },

            {
    
                "imagenes": ["img/dest/dest2.jpg"],

                "direccion": "Garaje calle de Colón 9",

                "tipo": "Garaje",

                "m2":"15m2",

                "precio": "13.000",


            }
        ],
        
    

        "casa": [{
                "imagenes":[
                    "img/casa/casa0.jpg",
                    "img/casa/casa0-0.jpg",
                    "img/casa/casa0-1.jpg",
                    "img/casa/casa0-2.jpg"
            ],

                "direccion": "Casa calle de la Beneficència 6",

                "tipo": "Casa",

                "m2":"391m2",

                "precio": "198.000",

                "descripcion": "Aliquam malesuada elit velit, a condimentum erat molestie mollis. Ut a venenatis ex, vitae venenatis ante. Ut fringilla elementum ante, ut lacinia libero euismod vel. Nam eget sapien quis sem egestas interdum a sed tellus. Suspendisse potenti. Vivamus venenatis lorem eu ullamcorper tincidunt. Aliquam interdum blandit enim, a volutpat leo interdum quis. Pellentesque ut viverra dolor, nec convallis urna. Nulla facilisi. Nulla feugiat, odio nec varius egestas, neque mauris tristique nisi, dictum euismod diam ipsum at ante. Nullam commodo enim eget magna tincidunt commodo. Nulla quam risus, dictum in mauris vitae, ultrices tincidunt nibh. "

            },

            {
                "imagenes":[
                    "img/casa/casa1.jpg",
                    "img/casa/casa1-0.jpg",
                    "img/casa/casa1-1.jpg",
                    "img/casa/casa1-2.jpg"
            ],

                "direccion": "Casa calle Serrano Morales 7",

                "tipo": "Casa",

                "m2":"332m2",

                "precio": "221.000",

                "descripcion": "Aliquam malesuada elit velit, a condimentum erat molestie mollis. Ut a venenatis ex, vitae venenatis ante. Ut fringilla elementum ante, ut lacinia libero euismod vel. Nam eget sapien quis sem egestas interdum a sed tellus. Suspendisse potenti. Vivamus venenatis lorem eu ullamcorper tincidunt. Aliquam interdum blandit enim, a volutpat leo interdum quis. Pellentesque ut viverra dolor, nec convallis urna. Nulla facilisi. Nulla feugiat, odio nec varius egestas, neque mauris tristique nisi, dictum euismod diam ipsum at ante. Nullam commodo enim eget magna tincidunt commodo. Nulla quam risus, dictum in mauris vitae, ultrices tincidunt nibh. "

            }

        ],

        "piso": [{
            "imagenes":[
                "img/piso/piso0.jpg",
                "img/piso/piso0-0.jpg",
                "img/piso/piso0-1.jpg",
                "img/piso/piso0-2.jpg"
        ],
                
                "direccion": "Piso Calle Asturias 3",

                "tipo": "Piso",

                "m2":"116m2",

                "precio": "131.000",

                "descripcion": "Mauris at neque dictum, dictum sapien sit amet, rhoncus erat. Pellentesque in turpis at felis sodales dictum et sed ante. Cras sit amet feugiat eros. Ut eget purus et tortor mattis sollicitudin. Cras et iaculis magna. Suspendisse eleifend congue dui quis condimentum. Suspendisse ex nibh, commodo et porta ac, pharetra id libero. Etiam nulla enim, aliquet ac est porta, accumsan malesuada odio. Praesent arcu nisi, interdum eget massa sit amet, pretium tincidunt mi. Etiam augue velit, mattis mollis augue ac, consectetur dictum est. "

            },

            {
                "imagenes":[
                    "img/piso/piso1.jpg",
                    "img/piso/piso1-0.jpg",
                    "img/piso/piso1-1.jpg",
                    "img/piso/piso1-2.jpg"
            ],
                    
                "direccion": "Piso calle del Convent de Sant Francesc 54",

                "tipo": "Piso",

                "m2":"85m2",

                "precio": "101.222",

                "descripcion": "Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Donec facilisis odio vitae sapien varius, ac volutpat leo consectetur. Integer a hendrerit velit, at molestie urna. Fusce ornare sollicitudin condimentum. Nulla nec dolor vitae justo hendrerit placerat eu efficitur turpis. Integer ultrices commodo aliquam. Sed tempor bibendum dignissim. Mauris vitae pulvinar lectus. "

            }

        ],


        "local": [{
            "imagenes":[
                "img/local/local0.jpg",
                "img/local/local0-0.jpg",
                "img/local/local0-1.jpg",
                "img/local/local0-2.jpg"
        ],
                
                "direccion": "Local Local Calle Doctor Fleming 4",

                "tipo": "Local",

                "m2":"132m2",

                "precio": "132.100",

                "descripcion": "Phasellus interdum vel enim quis efficitur. Nullam a porta massa, ac egestas nibh. Cras euismod erat vitae dolor mattis placerat. Nunc feugiat mauris mi, et suscipit quam lacinia eget. Suspendisse porttitor finibus ligula, ut efficitur diam molestie eu. Mauris fringilla odio nibh, id semper nisl commodo eu. In sit amet sapien libero. "

            },

            {
                "imagenes":[
                    "img/local/local1.jpg",
                    "img/local/local1-0.jpg",
                    "img/local/local1-1.jpg",
                    "img/local/local1-2.jpg"
            ],
                    
                "direccion": "Local calle de Colón 3",

                "tipo": "Local",

                "m2":"100m2",

                "precio": "43.000",

                "descripcion": "Una estupenda casa para comenzar a vivir ahora mismo"

            }

        ],


        "garaje": [{
    
            "imagenes":[
                "img/garaje/garaje0.jpg",
                "img/garaje/garaje0-0.jpg",
                "img/garaje/garaje0-1.jpg",
                "img/garaje/garaje0-2.jpg"
        ],

                "direccion": "Garaje calle de Colón 9",

                "tipo": "Garaje",

                "m2":"15m2",

                "precio": "13.000",

                "descripcion": "Vestibulum urna lacus, dictum a eleifend eu, blandit eget ex. Sed ullamcorper pulvinar odio, pharetra tincidunt velit pulvinar quis. Nunc eu ligula ultricies, faucibus orci a, efficitur urna. Vivamus a turpis mi. Nullam elementum urna sit amet dolor viverra, blandit eleifend nibh ultrices. Phasellus ac erat eget augue gravida porttitor. Nunc eget justo rutrum enim vehicula condimentum condimentum in ante. Quisque accumsan sed quam eu lacinia. Vivamus blandit magna ante"

            },

            {
    
                "imagenes":[
                    "img/garaje/garaje1.jpg",
                    "img/garaje/garaje1-0.jpg",
                    "img/garaje/garaje1-1.jpg",
                    "img/garaje/garaje1-2.jpg"
            ],

                "direccion": "Garaje alle marques de dos aguas 19",

                "tipo": "Garaje",

                "m2":"17m2",

                "precio": "12.000",

                "descripcion": "Mattis consectetur turpis efficitur lobortis. Nunc sodales rhoncus tortor, sed tempor ante pretium a. In eget odio metus. Donec lobortis metus erat. Pellentesque nec tincidunt est. Morbi sollicitudin, augue eget ultrices luctus, dui sapien convallis nisl, et tempus lorem orci non orci. Aliquam volutpat, erat aliquam dapibus pellentesque, ipsum nulla gravida justo, et tincidunt nulla est eu est. Morbi condimentum, risus ac sodales sodales, eros odio vehicula nisl, id suscipit lorem risus quis massa. "

            }

        ]
    }
